/* Localized versions of Info.plist keys */

AMName = "Untar";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "Paths or URLs of the tar files to extract.";
AMDResult = "Returns the paths/URLs of each successfully-extracted input tar file.";
AMDSummary = "Takes a list of tar files and opens each of them using the command line. Returns a list containing the paths/URLs of each successfully-opened tarfile.";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "Add";
IgnoreButton = "Don't Add";
Message = "(* Warning message presented to user goes here. *)";
